{
  "results" : [
    {
      "Latitude": 1.28692,
      "Longitude": 103.85457,
      "Name": "Merlion",
      "Description": "The Merlion was first used in Singapore as the logo for the tourism board. Its name combines 'mer', meaning the sea, and 'lion'. The fish body represents Singapore's origin as a fishing village when it was called Temasek, which means 'sea town' in Javanese. The lion head represents Singapore's original name—Singapura—meaning 'lion city' or 'kota singa'.",
      "Icon": "https://joshuasuhe.github.io/images/merlion_pin.png",
      "Image": "https://joshuasuhe.github.io/images/merlion_desc.jpg"
    },
    {
      "Latitude": 1.287466,
      "Longitude": 103.851424,
      "Name": " Asian Civilisations Museum",
      "Description": "The Asian Civilisations Museum is an institution which forms a part of the four museums in Singapore, the other three being the Peranakan Museum at Old Tao Nan School, the National Museum of Singapore and the Singapore Art Museum.",
      "Icon": "https://joshuasuhe.github.io/images/Asian_Civilisations_Museum_pin.png",
      "Image": "https://joshuasuhe.github.io/images/asian_civilisations_museum_desc.jpg"
    },
    {
    "Latitude": 1.290555,
    "Longitude": 103.846188,
    "Name": "Clarke Quay",
    "Description": "Clarke Quay was named after Sir Andrew Clarke, Singapore's second Governor and Governor of the Straits Settlements from 1873 to 1875, who played a key role in positioning Singapore as the main port for the Malay states of Perak, Selangor and Sungei Ujong. Clarke Quay is also the name of a road along the quay, part of which has since been converted into a pedestrian mall. Clarke Street, located next to Clarke Quay, was officially named in 1896, and was originally two streets known simply as East Street and West Street in north Kampong Malacca. Similar to Clarke Quay, Clarke Street has since been converted into a pedestrian mall.",
    "Icon": "https://joshuasuhe.github.io/images/Clarke_Quay_pin.png",
      "Image": "https://joshuasuhe.github.io/images/clarke_quay_desc.jpg"
  },
  {
    "Latitude": 1.295526,
    "Longitude": 103.845331,
    "Name": "Fort Canning Park",
    "Description": "Fort Canning Hill, formerly Government Hill, Singapore Hill and Bukit Larangan, is a small hill about 48 metres high in the southeast portion of the island city-state of Singapore, within the Central Area that forms Singapore's central business district."
    ,"Icon": "https://joshuasuhe.github.io/images/Fort_Canning Park_pin.png",
    "Image": "https://joshuasuhe.github.io/images/fort_canning_park_desc.jpg"
  },
  {
    "Latitude": 1.302279,
    "Longitude": 103.837399,
    "Name": "Orchard Road",
    "Description": "Orchard Road is Singapore’s retail heart, with discount outlets, department stores and upscale boutiques, alongside luxury hotels. Emerald Hill Road is a mix of colorful Chinese baroque houses and casual pubs, while al fresco bars and eateries can be found along nearby Cuppage Terrace. The Newton Food Centre is a popular foodie hub, offering everything from barbecued seafood and roasted meats to traditional desserts."
    ,"Icon": "https://joshuasuhe.github.io/images/Orchard_Road_pin.png",
      "Image": "https://joshuasuhe.github.io/images/orchard_road_desc.jpg"
  },
  {
    "Latitude": 1.289332,
    "Longitude": 103.863152,
    "Name": "Singapore Flyer",
    "Description": "The Singapore Flyer is a giant observation wheel at Downtown Core, Singapore which was officially opened on 15 April 2008, with construction having taken about 2½ years. It has 28 air-conditioned capsules, each able to accommodate 28 passengers, and incorporates a three-story terminal building."
    ,"Icon": "https://joshuasuhe.github.io/images/Singapore_Flyer_pin.png",
      "Image": "https://joshuasuhe.github.io/images/singapore_flyer_desc.jpg"
  },
  {
    "Latitude": 1.283099,
    "Longitude": 103.860295,
    "Name": "Marina Bay Sands",
    "Description": "The Marina Bay Sands (abbreviation: MBS) is an integrated resort fronting Marina Bay within the Downtown Core district of Singapore. At its opening in 2010, it was billed as the world's most expensive standalone casino property at S$8 billion (US$6.88 billion), including the land cost. It is owned by the Singaporean subsidiary of the Las Vegas Sands Corporation."
    ,"Icon": "https://joshuasuhe.github.io/images/Marina_Bay Sands_pin.png",
      "Image": "https://joshuasuhe.github.io/images/marina_bay_sands_desc.jpg"
  },
  {
    "Latitude": 1.281790,
    "Longitude": 103.863954,
    "Name": "Gardens By The Bay",
    "Description": "The Gardens by the Bay is a nature park spanning 101 hectares in the Central Region of Singapore, adjacent to the Marina Reservoir. The park consists of three waterfront gardens: Bay South Garden, Bay East Garden and Bay Central Garden."
    ,"Icon": "https://joshuasuhe.github.io/images/Gardens_by_the Bay_pin.png",
      "Image": "https://joshuasuhe.github.io/images/gardens_by_the_bay_desc.jpg"
  },
  {
    "Latitude": 1.284193,
    "Longitude": 103.843362,
    "Name": "Chinatown",
    "Description": "Chinatown's maze of narrow roads includes Chinatown Food Street, with its restaurants serving traditional fare like Hainanese chicken rice, noodles and satay. Souvenir shops and indie boutiques dot the area, offering clothes, crafts and antiques, while Club Street is full of trendy wine bars. Cultural institutions here include the 1827 Sri Mariamman Temple and the ornate Buddha Tooth Relic Temple and Museum."
    ,"Icon": "https://joshuasuhe.github.io/images/China_Town_pin.png",
      "Image": "https://joshuasuhe.github.io/images/chinatown_desc.jpg"
  }
  ]
}
